share/tutorials/incompressible/ico/cavity_grade/system/mapFieldsDict
FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "system";
  object      mapFieldsDict;
}

patchMap        ( );

cuttingPatches  ( );

// vim: set ft=foam et sw=2 ts=2 sts=2:
